$lang{ORG_NAME}  ='Назва організації';
$lang{WRONG_SUM} ='Мала сума';
@MONTHES_LIT=('січня', 'лютого', 'березня', 'квітня', 'травня', 'червня', 'липня', 'серпня', 'вересня', 'жовтня', 'листопада', 'грудня');
@MONTHES_LIT_NOM=('січень', 'лютий', 'березень', 'квітень', 'травень', 'червень', 'липень', 'серпень', 'вересень', 'жовтень', 'листопад', 'грудень');
$lang{YEAR_SHORT}='p.';

$lang{ERR_NO_ORDERS}='Не вибрані замовлення';

@units = ('шт.', 'посл.', 'м.');

@ones = ('', 'тисяча', 'мільйон', 'мільярд', 'трильйон');
@twos = ('', 'тисячі', 'мільйони', 'мільярди', 'трильйони');
@fifth = ('', 'тисяч', 'мільйонів', 'мільярдів', 'трильйонів');


@one     = ('', 'один', 'два', 'три', 'чотири', 'п\'ять', 'шість', 'сім', 'вісім', 'дев\'ять');
@onest   = ('', 'одна', 'дві');
@ten     = ('', '', 'двадцять', 'тридцять', 'сорок', 'п\'ятдесят', 'шістдесят', 'сімдесят', 'вісімдесят', 'дев\'яносто');
@tens    = ('десять', 'одинадцять', 'дванадцять', 'тринадцять', 'чотирнадцять', 'п\'ятнадцять', 'шістнадцять', 'сімнадцять', 'вісімнадцять', 'дев\'ятнадцять');
@hundred = ('', 'сто', 'двісті', 'триста', 'чотириста', 'п\'ятсот', 'шістсот', 'сімсот', 'вісімсот', 'дев\'ятсот');
@money_unit_names = ('грн','коп');


$lang{PAID}='Оплачений';
$lang{PARTLY_PAID}='Частково оплачений';
$lang{UNPAID}='Не оплачений';
$lang{VAT_INCLUDE}='З урахуванням податку';
$lang{AMOUNT_FOR_PAY}='Сума для оплати';
#$lang{ACTIVATE_NEXT_PERIOD}='Для активації наступного облікового періода потрібно сплатити';
$lang{CURENT_BILLING_PERIOD}='Поточний обрахунковий період';
$lang{NEXT_PERIODS}='Наступні обрахункові періоди';

$lang{INCLUDE_CUR_BILLING_PERIOD}='Включити рахунки за поточний період';
$lang{NOT_INCLUDE_CUR_BILLING_PERIOD}='Не включати рахунки за поточний період';

$lang{LAST_INVOICE_DATE}='Дата останнього рахунку';
$lang{NEXT_INVOICE_DATE}='Дата наступного рахунку';

$lang{INVOICE_AUTO_GEN}='Автоматичне створення рахунку';
$lang{INVOICING_PERIOD}='Період виписки рахунку';
$lang{PERSONAL_DELIVERY}='Персональна доставка';
$lang{ALT}='Альтернативна';
$lang{CURRENCY}='Валюта';

$lang{INCLUDE_DEPOSIT}='Врахувати депозит';
$lang{APPLY_TO_INVOICE}='Автоматично розподілити по рахунках';
$lang{PRINT_EXT}='Розширений друк';
$lang{PRINT_EXT_LIST}='Друк розширеного шаблону';
$lang{NEXT_PERIOD_INVOICE}='Рахунки за період';
$lang{STATEMENT_OF_ACCOUNT}='Виписка по особовому рахунку';

$lang{ORDERS}='Замовлення';
$lang{SKIP_PAY_ADD}='Пропущено рахунків';

$lang{CONNECT_TO} = 'Підключіться до';

$lang{PAYMENTS_NOT_EQUAL_DOC}='Сума документа відрізняється від суми платежу';
$lang{PRINT_TERMO_PRINTER} = 'Чек для термопринтера';
$lang{UNPAID_INVOICES} = 'Неоплачені рахунки';
$lang{SAVE_CONTROL_SUM}='Завантажити контрольну суму документа';
$lang{LIST_OF_CHARGES}='Список нарахувань';
$lang{DELETED_GROUP}='Видалити групою';
$lang{NO_CHECK_DOCUMENT}='Виберіть документи, які потрібно видалити';
$lang{OPERATION}='Операція успішно виконана';
$lang{PAYMENT_SUM}='Оплачено';

$lang{FOR_TIME} = "за період";
$lang{MAIL_ADDRESS} = 'Поштова адреса';
$lang{NUMBER_STATEMENT} = 'Номер виписки';
$lang{CODE_CLIENT} = 'Код клієнта';
$lang{TOTAL_END_MONTH} = 'Всього на кінець місяця';
$lang{PAYER} = 'Платник';
$lang{FEE} = 'Списання';
$lang{PAYMENT} = 'Оплата';

$lang{ESIGN} = 'Електронний підпис';
$lang{ESIGN_SERVICE_NOT_CONNECTED} = 'Служби електронного підпису не підключені';
$lang{ESIGN_SERVICE_BAD_CONFIGURATION} = 'Некоректні налаштування сервісу електронного підпису. Перевірте налаштування або зверніться до технічної підтримки';
$lang{DEPARTMENT_NAME} = 'Назва відділення';
$lang{FULL_DEPARTMENT_NAME} = 'Повна назва відділення';
$lang{FULL_DEPARTMENT_ADDR} = 'Повний адрес';
$lang{REGION} = 'Область';
$lang{RETURN_LINK} = 'Зворотне посилання';
$lang{NO_SIGN_SERVICE} = 'Немає можливості зробити підпис, сервіс не підтримує дану операцію';
$lang{ERR_IIT_LIBRARY} = 'ІІТ бібліотека не налаштована, прохання перевірити налаштування бібліотеки.';
$lang{IIT_LIBRARY_CONFIGURED} = 'ІІТ бібліотека налаштована успішно, можливе проведення підписів.';
$lang{DOCUMENT_ALREADY_SIGNING} = 'Документ уже уже в процесі підписання';
$lang{DOCUMENT_SIGNING} = 'Документ очікує на підписання від користувача';
$lang{DOCUMENT_SEND_USER_FOR_SIGN} = 'Документ успішно відправлено користувачеві на підписання';
$lang{DOCUMENT_SIGNED} = 'Документ підписаний';
$lang{SIGNED_DOCUMENTS} = 'Підписані документи';

1;
