$lang{PHONE_SPECIAL_INFO}='В данную таблицу необходимо предоставить специальные номера оператора связи, в т.ч.: короткие номера, номера технических служб, групповые номера, номера MSRN-пулов, собственные телематические сервера оператора (почтовые, файлообменные, развлекательные и прочие), а также иное оборудование сети передачи данных, предоставляющее доступ абонентов к собственным информационным ресурсам оператора;'; 
$lang{GATEWAYS_INFO}='Таблица содержит полный перечень шлюзов голосовой связи и шлюзов сети передачи данных и содержит полный перечень IP-адресов шлюзов голосовой связи и шлюзов сети передачи данных.';
$lang{IP_PLAN_INFO}='Описание Пулов IP Адресов провайдера. <br> При удалении пул не удаляется сразу, а помечается на удаление. При выполнении скрипта пул будет удален с пометкой END_TIME как завершенный';
$lang{BEGIN_TIME} = 'Начало действия';
$lang{END_TIME} = 'Окончание действия';
$lang{TO_BE_DELETED}='Будет удален';
$lang{GATEWAYS}='Шлюзы';
$lang{IP_PLAN_DESCRIPTION}='Описание назначения диапазона';
$lang{IP_PLAN}='IP План';
$lang{IPV4_PLAN_DESCRIPTION}='IPv4-адрес подсети (обязательно для заполнения при использовании четвертой версии IP-протокола)<br>(8 символов HEX в верхнем регистре)';
$lang{IPV4_MASK_PLAN_DESCRIPTION}='IPv4-маска подсети (обязательно для заполнения при использовании четвертой версии IP-протокола)<br>(8 символов HEX в верхнем регистре)';

$lang{IPV6_PLAN_DESCRIPTION}='IPv6-адрес подсети (обязательно для заполнения при использовании шестой версии IP-протокола)<br>(32 символа HEX в верхнем регистре)';
$lang{IPV6_MASK_PLAN_DESCRIPTION}='IPv6-маска подсети (обязательно для заполнения при использовании шестой версии IP-протокола)<br>(32 символа HEX в верхнем регистре) ';

$lang{IP_PLAN_START_DATE}='Начало действия';

$lang{PHONE_SPECIAL_DESCRIPTION}='Описание (наименование, назначение) специального номера';
$lang{PHONE_SPECIAL_NUMBER}='Специальный номер';
$lang{PHONE_SPECIAL_IPV4}='IPv4-адрес в сети передачи данных четвертой версии IP-протокола<br>(8 символов HEX в верхнем регистре)';
$lang{PHONE_SPECIAL_IPV6}='IPv6-адрес в сети передачи данных четвертой версии IP-протокола<br>(32 символа HEX в верхнем регистре)';

$lang{GATE_TYPE}='Тип шлюза';
$lang{GATE_NAME}='Описание';
$lang{IPV4_GATE_DESCRIPTION}='IPv4-адрес подсети (обязательно для заполнения при использовании четвертой версии IP-протокола)<br>(8 символов HEX в верхнем регистре)';
$lang{IPV6_GATE_DESCRIPTION}='IPv6-адрес подсети (обязательно для заполнения при использовании шестой версии IP-протокола)<br>(32 символа HEX в верхнем регистре)';


$lang{SORM_SERVICES}='Сервисы';
$lang{PHONE_SPECIAL}='Специальные номера';
$lang{SORM3}='СОРМ 3';
$lang{MAIN_DICTIONARIES}='Справочники';
